{
  "4960e0e0-5abf-4249-a87a-b7b3f8b25913": {
    "doc_id": "4960e0e0-5abf-4249-a87a-b7b3f8b25913",
    "filename": "test_rag_document.txt",
    "content_type": "text/plain",
    "size": 223,
    "user_id": "default_user",
    "created_at": "2025-07-12T15:04:16.643700",
    "content": "Ovo je test dokument za RAG sistem. Sadrži informacije o vertigo simptomima i lečenju. Vertigo je osećaj vrtoglavice i rotacije koja može biti uzrokovana problemima sa unutrašnjim uhom ili centralnim nervnim sistemom.\n"
  },
  "f1da4ed4-7e1f-4b44-ac5a-b06f2b893baa": {
    "doc_id": "f1da4ed4-7e1f-4b44-ac5a-b06f2b893baa",
    "filename": "BPPV.pdf",
    "content_type": "application/pdf",
    "size": 651689,
    "user_id": "default_user",
    "created_at": "2025-07-12T15:08:13.932768",
    "content": "BENIGNA P AROKSIZMALNA POZICIONA \nVRTOGLA VICA - PUT OD SMERNICA DO \nSV AKODNEVNE KLINIČKE PRAKSE\nBENIGN PAROXYSMAL POSITIONAL VERTIGO - FROM \nGUIDELINES TO EVERYDA Y CLINICAL PRACTICE\nBojana Bukurov1, 2\n1 Medicinski fakultet Univerziteta u Beogradu, Beograd, Srbija\n2 Klinika za otorinolaringologiju i maksilofacijalnu hirurgiju, Univerzitetski \nklinički centar Srbije, Beograd, Srbija\nKorespondencija sa autorom:\nDoc. dr sc. med. Bojana Bukurov\nKlinika za otorinolaringologiju i maksilofacijalnu hirurgiju, \nPasterova 2, Beograd, Srbija\nbojana.bukurov@med.bg.ac.rs\nSažetak\nBenigna paroksizmalna poziciona vrtoglavica (Benign \nParoxysmal Positional Vertigo, BPPV) se karakteriše \nkratkim periodičnim epizodama vrtoglavice, izazvane \npromenama u položaju glave i abnormalnom \nstimulacijom kupule, jednog od tri polukružna kanala \nu unutrašnjem uvu, najčešće zadnjem. Predstavlja \nvrtoglavicu koja se najčešće sreće u kliničkoj praksi. \nCilj ovog narativnog revijalnog rada je bio da ukaže na \nnajnovije smernice i da predstavi najvažnije informacije \nvezane za blagovremeno postavljanje dijagnoze i lečenje \npacijenata sa ovom formom vrtoglavice. Prikazane \nsu etiologija, patofiziologija, klinička slika, potom i \nmodaliteti postavljanja dijagnoze i najefikasniji vidovi \nlečenja. Dat je i kratak pregled rezultata iz istraživanja \nkoje je sprovedeno u našoj zemlji o familijarnosti \nkliničara sa smernicama i njihovom primenjivanju. Kako \nbismo izbegli kasno postavljanje dijagnoze, kašnjenje \nu lečenju i dodatne troškove dijagnostičkih procedura \ni pregleda, neophodno je formulisati strategiju na \nnacionalnom nivou i stalno edukovati studente \nmedicine, lekare opšte medicine, kao i lekare drugih \nspecijalnosti o ovom poremećaju i načinima njegovog \nlečenja.\nKljučne reči: BBPV, kupulolitijaza, kanalolitijaza, \npozicioni test, smerniceUvod\nBenigna paroksizmalna poziciona vrtoglavica je najčešći \nvid periferne vrtoglavice koji se sreće u svakodnevnoj klini- \nčkoj praksi. Iako je opisana ranije u stručnoj literaturi, posta-\nla je široko poznata sredinom devedesetih godina XX veka, \nkada su Alain Semont u Evropi i John Epley u Sjedinjenim \nAmeričkim Državama popularizovali ovaj poremećaj, kao i \nmetode njegovog lečenja1, 2.\nBPPV predstavlja formu pozicione vrtoglavice koja se \nkarakteriše kratkim periodičnim epizodama vrtoglavice, \nizazvane promenama u položaju glave i abnormalnom sti-\nmulacijom kupule, jednog od tri polukružna kanala u unu-\ntrašnjem uvu, najčešće zadnjem3. Tradicionalno, termin „be-\nnigna“ ukazuje na to da ovaj tip vrtoglavice nije povezan sa \nozbiljnijim poremećajem perifernog i centralnog nervnog \nsistema i da ima povoljne izglede za potpun oporavak4. Na-\nime, kod 20% pacijenata BPPV prolazi spontano tokom jed-\nnog meseca praćenja, a kod 50%, nakon tri meseca trajanja \ntegoba3. Dalje, termin „paroksizmalna“ u ovom kontekstu \nopisuje brzi, iznenadni i nepredvidivi početak napada vrto-\nglavice, koji se javlja u bilo kom trenutku, promenom polo-\nžaja glave u odnosu na zemljinu težu („poziciona“)5.\nBPPV kao najčešća vestibulološka dijagnoza, tokom ži-\nvota ima ogroman zdravstveni i socioekonomski značaj. \nProcenjuje se da troškovi zdravstvene zaštite, samo da bi se \npostavila dijagnoza BPPV u SAD iznose oko 2.000 dolara i \nda više od 65% pacijenata sa ovim stanjem, pre postavljanja \nispravne dijagnoze, obavi i neka nepotrebna dijagnostička \ntestiranja ili lečenja6. Procenjuje se da između 17-42% svih \npacijenata sa vrtoglavicom ima u osnovi BPPV i da se ona \njavlja bar jednom kod svih osoba starijih od 70 godina4. Pro-\nsečna starost na početku javljanja je 50 godina, a vrhunac \nincidencije je između 50 i 70 godina starosti5. Ukupna preva-\nlencija idiopatske BPPV se kreće od 10,7 do 140 na 100.000 \nljudi godišnje, povećava se za oko 38% za svaku deceniju \nživota i dvostruko je češća kod žena nego kod muškaraca7.\nKako se BPPV češće javlja kod starijih osoba koje ima-\nju i druge pridružene bolesti i stanja, njihov kvalitet života \nje dodatno narušen. U jednoj studiji je zabeleženo da oko \n9% gerijatrijskih pacijenata koji prolaze detaljnije fizikalno \nispitivanje zbog drugih tegoba ima u stvari neprepoznat \nBPPV8. Stariji pacijenti sa BPPV imaju veću učestalost pado-\nva, razvoja depresije i narušavanja njihovih svakodnevnih \n80 DOI: 10.5937/Galmed2308080B\naktivnosti. Stalna i nelečena vrtoglavica kod starijih pacije-\nnata vodi većem opterećenju negovatelja, tj. članova poro-\ndice, vodeći većim troškovima, smanjenoj produktivnosti i \nvećoj učestalosti smeštaja u ustanove za negu starijih lica.\nPoznati etiološki uzroci\nU inicijalnom opisu ovog poremećaja, od strane Mar-\ngaret Diks i Halpika (Dix-Hallpike), uzrok BPPV nije mogao \nbiti pronađen u 34-86% slučajeva i ti slučajevi su nazvani \nidiopatski, tj. primarna BPPV9. Kod idiopatske BPPV, koja se \nsve češće javlja sa starenjem, oslobađanje otokonija je vero-\nvatno povezano sa degeneracijom otolitnih organa. Faktori \nrizika koji mogu dovesti do inicijalne epizode BPPV uklju-\nčuju i prolongirano mirovanje (ležanje u krevetu), savijanje \nunapred spuštene glave, opštu anesteziju (zbog položaja u \nkome se pacijent nalazi tokom intubacije: položaj supinacije, \nsa glavom i vratom u ekstenziji, pri čemu se spušta otvor \nzadnjeg polukružnog kanala i olakšava ulazak otokonija \nu njega)10. Pored toga, neke bolesti ili patološka stanja11-19 \nmogu biti udruženi sa pojavom BPPV i tada se ona smatra \nsekundarnom (tabela 1).\nPatofiziološki aspekti BPPV\nOtokonije predstavljaju kristale kalcijum karbonata koji \nsu uronjeni u makulu kesice (utrikulusa) i vrećice (sakulu-\nsa) u čulu za ravnotežu u unutrašnjem uvu. One su veće \ngustine nego endolimfa koja ih okružuje, samim tim čine \nmakulu osetljivom na promene u linearnom ubrzanju, i što \nje još važnije, na naginjanje, tj. silu gravitacije. Polukružni \nkanali, sa druge strane, su osetljivi na promene u ugaonom \nubrzanju. Kod BPPV, smatra se da se otokonije iz utrikulusa \nnakupe u polukružnim kanalima, čineći ih tako neuobičaje-\nno osetljivim na gravitaciju. To dovodi do toga da bilo kakva \npromena položaja glave u odnosu na zemljinu težu rezultira \nabnormalnom stimulacijom kupule i odgovarajućih vestibu-\nlarnih aferenata, što se klinički manifestuje kao nenormalan \npokret oka i vrtoglavica. \nDo sada su opisane dve teorije kako se ovo može desiti: \nteorija kupulolitijaze i teorija kanalolitijaze. Teorija kupuloli-\ntijaze pretpostavlja da degenerativno izmenjene otokonije Stanja i oboljenja koja mogu dovesti do BPPV Učestalost u (%) Napomena\nNakon vestibularnog neuritisa11, 129,80 - 15,30\nMenierova bolest132,00 - 30,00\nPovreda glave14, 1514,50 - 18,00\nOsteoskleroza, osteopenija16, 17kod žena, nakon menopauze\nNakon stapedotomije18do 51,00\nUdruženo sa vestibularnom migrenom19\nUdruženo sa progresivnim gubitkom kohlearne i vestibularne funkcije5vestibularna ishemija i drugi vestibularni poremećajiTabela 1. Uzroci sekundarne BPPVotpadnu i zalepe se za kupulu, čineći je tako osetljivom na \nsilu gravitacije, dok teorija kanalolitijaze smatra da otokoni-\njalni debris slobodno pliva u endolimfi i da prilikom izlože-\nnosti gravitaciji menja pritisak endolimfe i izaziva posledič-\nno pomeranje kupule20.\nBPPV se ubedljivo najčešće javlja u zadnjem polukruž-\nnom kanalu, u preko 85% slučajeva (p-SCC), pa potom u ho-\nrizontalnom (h-SCC) od 5 do 10%, dok je u prednjem kanalu \nnajređa21, u manje od 2%. Treba naglasiti da BPPV može \nzahvatiti više kanala istovremeno, i da poremećaj može biti \nobostran. \nPostoji nekoliko potencijalnih objašnjenja zašto otpale \notokonije iz utrikulusa imaju tendenciju da upadaju u zadnji \npolukružni kanal. Smatra se da važnu ulogu imaju anato- \nmski faktori kao što su: veličina zajedničkog spojnog kanala \nzadnjeg i prednjeg kanala, njegova direktna pozicija ispod \nutrikulusa kada je telo u položaju supinacije i promena nje-\ngove pozicije pri ustajanju. \nDijagnoza i diferencijalna dijagnoza\nTipična klinička slika p-BPPV podrazumeva rotatornu \nvrtoglavicu koja traje nekoliko sekundi, može biti praćena \nmučninom i nestabilnošću prilikom ležanja, uspravljanja iz \nležećeg u sedeći položaj, okretanja u krevetu ili pri savijanju, \nili zabacivanju glave unazad. Ovi simptomi se obično javljaju \nu nekoliko napada tokom dana. Između napada ili nakon \nlečenja, pacijenti mogu biti potpuno bez simptoma ili mogu \nosećati nestabilnost i nesigurnost pri kretanju (pacijenti \nosećaj nestabilnosti opisuju kao „hodanje po mekanom“; \n„kao da sam malo popio“, osećaju se kao da propadaju, \ntonu, itd.).\nPostavljanje dijagnoze ovog poremećaja je veoma je- \ndnostavno. Dovoljno je pitati pacijenta da li mu se vrtogla-\nvica javlja prilikom zabacivanja glave, saginjanja, leganja \nili ustajanja, ili prilikom okretanja u krevetu. Ukoliko je od-\ngovor potvrdan, treba izvesti odgovarajući pozicioni test. \nDix-Hallpike test se izvodi za zadnji kanal postavljanjem paci-\njenta iz sedećeg u ležeći položaj, pri čemu je glava okrenuta \nza 45 stepeni i nalazi se ispod ravni kreveta pri leganju. Roll \ntest se izvodi za horizontalni kanal okretanjem glave paci-\njenta u stranu, pri čemu on leži na leđima na uzglavlju koje \nSMJERNICE I PREPORUKE 81 Galenika Medical Journal, 2023; 2(8):80-84.\nje uzdignuto za 30 stepeni. Test treba izvesti i sa leve i sa \ndesne strane da se ne bi propustio bilateralni poremećaj5. \nPozicioni nistagmus (Positional nystagmus, PN) koji se tom \nprilikom može javiti je torziono-vertikalni (zadnji kanal) ili \nhorizontalni (lateralni kanal), ima latenciju od nekoliko se-\nkundi i ograničenog je trajanja (10-20 s). Takođe, PN menja \nsmer ukoliko pacijent naglo zauzme sedeći položaj. Pri izvo-\nđenju testova mogu se koristiti i Frenzelove naočare, da bi \nse što bolje video nistagmus ili se može koristiti video-oku-\nlografija. Kako BPPV ponekad može postojati i sa drugim \nvestibularnim dijagnozama, anamneza pacijenta nekada \nmože biti nekarakteristična, pa se većina kliničara slaže da \nDix-Hallpike test treba izvoditi u sklopu svakog vestibulološ-\nkog ispitivanja. Dalja testiranja ili dijagnostičke procedure \nnisu potrebne kod pacijenata koji ispunjavaju kliničke krite-\nrijume za dijagnozu BPPV5, 22.\nPo pitanju diferencijalne dijagnoze, u obzir dolaze sva \noboljenja i stanja navedena u tabeli 1, koja, u krajnjoj instan-\nci, mogu dovesti do sekundarne BPPV. Slučajevi vrtoglavice \nkoje kliničar treba da razlikuje od BPPV uključuju otološke, \nneurološke i druge uzroke. Od otoloških dijagnoza najče-\nšće su: Menierova bolest, vestibularni neuritis, sindrom \ndehiscencije gornjeg polukružnog kanala, itd. Što se tiče \nneuroloških dijagnoza koje treba imati u vidu, to su: vesti-\nbularna migrena, vertebrobazilarna insuficijencija, demi-\njelinizirajuće lezije i druge lezije centralnog nervnog siste-\nma. Ukoliko je prisutan atipičan nistagmus pri pregledu ili \npacijent ispoljava cerebelarne znake ili znake zahvaćenosti \nmoždanog stabla, kao i ukoliko se poziciona vrtoglavica ne \nreši ponavljajućim repozicionim manevrima, neophodan je \nimaging zadnje lobanjske jame da bi se isključila centralna \npatologija.\nLečenje BPPV\nLečenje repozicionim manevrima (Canal Repositioning \nProcedure, CRP) u velikoj većini slučajeva akutnog p-BPPV i \nh-BPPV je uspešno (preko 90%)6, 23. Najuspešniji repozicio-\nni manevar za lečenje p-BPPV je Epley24, a za h-BPPV je tzv. \nBarbecue, odnosno Lempert manevar25. U manje od 10% \nslučajeva potrebna su dva ili tri manevra da bi došlo do \npotpunog prestanka tegoba. Pomenuti manevri su veoma \njednostavni za izvođenje, a mogu se izvoditi i kao deo vežbi \nu kućnim uslovima. Terapija lekovima nije indikovana, osim \nukoliko pacijenti imaju izraženu mučninu i povraćanje5. Na-\nžalost BPPV često recidivira nakon prve epizode vrtoglavice \nsa stopom recidiva između 15% i 50%, a naredna epizoda se \nobično javlja za nekoliko meseci4, 26.\nOsvrt na najnovije kliničke smernice\nU zavisnosti od organizacije zdravstvene službe u ra-\nzličitim zemljama, dijagnostikom i lečenjem BPPV se bave \nrazličite medicinske specijalnosti, od lekara opšte prakse, \npreko otorinolaringologa, neurologa, specijalista interne medicine do fizioterapeuta27. Nažalost, iako je značaj obolje-\nnja i njegov zdravstveni i socioekonomski uticaj veoma ve-\nliki, još uvek su prisutne razlike u praksi lečenja ovih pacije-\nnata u okviru različitih specijalizacija. Ove razlike se odnose \nna način postavljanja dijagnoze, vreme za izdavanje uputa \ni obavljanja dodatnih dijagnostičkih procedura (najčešće \nnepotrebnih), do razlika u upotrebi i izvođenju različitih re-\npozicionih manevara u lečenju ovih pacijenata28. Procenjuje \nse da je opterećenje zdravstvenog sistema ovom bolešću \nsamo u SAD oko dve milijarde dolara godišnje i da manje od \n20% pacijenata dobije adekvatno lečenje repozicionim ma-\nnevrom5. Skorašnje istraživanje sprovedeno u našoj zemlji \nje pokazalo da je kod nas stanje još nepovoljnije: prosečno \nvreme čekanja naših pacijenata do postavljanja ispravne di-\njagnoze je skoro 11 meseci i samo jedna trećina do jedna \npetina njih bude zbrinuta u skladu sa smernicama dobre kli-\nničke prakse29. Uprkos tome, kod nas se i dalje veoma malo \ngovori o ovom poremećaju i većina kliničara nije detaljno \nupoznata sa dijagnostičkim kriterijumima i načinima lečenja \nBPPV.\nIako su kliničke smernice za dijagnozu i lečenje BPPV \nobjavljene pre više od 15 godina (dopunjene su 2017. go-\ndine)5, ovaj tip vrtoglavice i dalje ostaje dugo neprepoznat \ni neadekvatno lečen kod većine pacijenata, kako u svetu, \ntako i kod nas. Većina publikovanih smernica je u formi pre-\nporuka, za ili protiv određenih postupaka, i sastavljene su \nda bi olakšale posao kliničaru, tj. da bi standardizovale sve \ndijagnostičke i terapijske procedure u cilju najboljeg mogu-\nćeg ishoda lečenja naših pacijenata i smanjenja cene uku-\npnih medicinskih troškova (tabela 2). \nPrema podacima iz Klinike za otorinolaringologiju i \nmaksilofacijalnu hirurgiju, Univerzitetskog kliničkog centra \nSrbije, poštovanje preporuka za lečenje u Srbiji je veoma va-\nrijabilno i javlja se, u od 0 do 40,5% slučajeva, u zavisnosti \nod tipa preporuke29. Što se tiče izričitih preporuka 1a (po-\nstavljanje dijagnoze p-SCC BPPV) i 4a (lečenja odgovaraju-\nćim repozicionim manevrima), u našem uzorku preporuke \nsu ispoštovane u samo 31%, tj. 21% slučajeva.\nIako postoji preporuka da nisu potrebna dodatna sni-\nmanja, specijalistički pregledi i medikamentozna terapija \nkod pacijenata koji ispunjavaju anamnestičke dijagnostičke \nkriterijume, ipak se u Srbiji preko 80% pacijenata sa BPPV \npodvrgava bar jednom dodatnom snimanju (najčešće CT \nendokranijuma i RTG vratne kičme) ili pregledu (najčešće \nneurološkom). Takođe, skoro tri četvrtine pacijenata dobi-\nja i medikamentoznu terapiju (najčešće betahistin), kako u \nprimarnoj zdravstvenoj zaštiti, tako i u urgentnim centrima. \nU našem uzorku nijednom pacijentu nije ponuđena vesti-\nbularna rehabilitacija, iako se zna da može povoljno uticati \ni ubrzati oporavak29, 30. I na kraju, veoma je važna edukacija \npacijenta o potencijalnim komplikacijama i sklonost bolesti \nka recidivu31, 32.\n82 DOI: 10.5937/Galmed2308080B\nSmernica za: Postupak Jačina dokaza\n1a. Postavljanje dijagnoze p-BPPVKliničar treba da postavi dijagnozu p-BPPV kada utvrdi vrtoglavicu povezanu sa torzionim nistagmusom na gore, \nkoji se provocira Dix-Hallpike testomIzričita preporuka\n1b. Postavljanje dijagnoze h-BPPV Ukoliko pacijent ima pozitivnu anamnezu, a Dix-Hallpike test je negativan, kliničar treba da izvede Roll test Preporuka\n2a. Diferencijalna dijagnoza Kliničar mora razlikovati BPPV od drugih uzroka nestabilnosti, nesigurnosti i vrtoglavice Preporuka\n      2b. Modifikujući faktoriKliničar treba dobro da ispita faktore od značaja koji mogu uticati na lečenje, uključujući otežanu pokretljivost, \nporemećaje centralnog nervnog sistema, itd.Preporuka\n3a. Radiografska snimanjaKliničari NE TREBA da traže radiografska ispitivanja kod pacijenata koji ispunjavaju uslove za postavljanje \ndijagnoze BPPVPreporuka protiv\n3b. Vestibulološko testiranjeKliničari NE TREBA da izvode dodatna vestibulološka testiranja kod pacijenata koji ispunjavaju uslove za \npostavljanje dijagnoze BPPVPreporuka protiv\n4a. Repozicione procedure kao \ninicijalna terapijaKliničar treba da leči sve pacijente sa p-BPPV sa CRP , ili da uputi pacijenta kod drugog lekara Izričita preporuka\n4b. Postproceduralne restrikcije Kliničari NE TREBA da preporučuju postproceduralne posturalne restrikcije nakon CRP Izričita preporuka\n4c. Opservacija kao inicijalna terapija Kliničar može ponuditi opservaciju kao inicijalno lečenje kod pacijenata sa BPPV Opciono\n    5. Vestibularna rehabilitacijaKliničar može ponuditi pacijentu vestibularnu rehabilitaciju, ili u formi samo-lečenja ili od strane \nkliničara koji leči BPPVOpciono\n    6. Terapija lekovimaKliničar NE TREBA rutinski da prepisuje lekove, tj. vestibularne supresante pacijentima sa BPPV \n(uključujući antihistaminike i/ili benzodiazepine)Preporuka protiv\n7a. Procena uspeha lečenjaKliničar treba da ponovo pregleda pacijenta 1 mesec nakon inicijalne epizode da bi dokumentovao \nrezoluciju ili perzistenciju simptomaPreporuka\n7b. Procena neuspeha lečenjaKliničar treba da ispita, ili da uputi drugom kliničaru koji to može, pacijente sa perzistentnim simptomima ili sa \nprisutnim dodatnim perifernim vestibulološkim ili centralnim poremećajimaPreporuka\n8. EdukovanjeKliničar treba da objasni i nauči pacijenta o svim uticajima BPPV na njihovu bezbednost, potencijal \nza recidiv bolesti i značaj praćenjaPreporukaTabela 2. Dopunjene kliničke smernice za postavljanje dijagnoze i lečenje pacijenata sa BPPV od strane Američke akademije za otorinolarin-\ngologiju i hirurgiju glave i vrata (adaptirano)5\nKako unaprediti prepoznavanje \ni lečenje BPPV?\nOstaje još puno pitanja na koja treba dati odgovor, kako \no trenutnoj kliničkoj praksi, tako i o perspektivama za dalje \nunapređenje dijagnostike i lečenja BPPV. \nNe postoje studije o odnosu cene i efikasnosti u leče-\nnju, kao i o tome da li je neophodno raditi snimanje sluha \nsvakom pacijentu sa BPPV. Takođe, nema dovoljno dokaza o \npojedinim aspektima lečenja BPPV (na primer, korist od ve-\nstibularne rehabilitacije u smanjenju stope recidiva), a nije \nurađena ni standardizacija pojedinih repozicionih manevara \nkoji se koriste33. Poslednje smernice su veoma jasne i sadrže sve što je neophodno za uspešno rano postavljanje dijagno-\nze kao i za lečenje pacijenata sa BPPV.\nNajvažniji korak ka poboljšanju lečenja i smanjenju troš-\nkova zdravstvene zaštite je usvajanje preporuka dobre kli-\nničke prakse i standardizacija lečenja. To je najbolje učiniti \nkroz podršku u jedinstvenom zdravstvenom sistemu, kon-\ntinuiranu edukaciju lekara, prvenstveno lekara opšte prak-\nse i gerijatara, pa potom i neurologa i otorinolaringologa u \nprimarnoj i sekundarnoj zdravstvenoj zaštiti, jer su to lekari \nkoji najčešće prvi sreću pacijente sa BPPV. Jasne smernice za \nlekare i strategija na nacionalnom nivou, kako blagovreme-\nno zbrinuti pacijenta sa BPPV ili uputiti dalje kod lekara koji \nmože postaviti dijagnozu i izlečiti pacijenta, su od izuzetnog \nznačaja za poboljšanje ishoda lečenja i uštedu.\nZaključak\nIako predstavlja najčešću formu vrtoglavice koja se viđa u svakodnevnoj kliničkoj praksi, BPPV je i \ndalje nedovoljno prepoznat i lečen, kako kod nas, tako i u svetu. Poznavanje smernica i savremenih \npreporuka za postavljanje dijagnoze i lečenja, stalna edukacija lekara i podrška su od izuzetnog \nznačaja, jer vode standardizaciji lečenja, boljim ishodima i smanjenju troškova zdravstvene zaštite.\nAbstract\nBPPV is characterized by short periodic episodes of vertigo caused by changes in head position and abnormal stimulation \nof the cupula of one of the three semicircular canals in the inner ear, most commonly, the posterior. It represents the \nSMJERNICE I PREPORUKE 83 Galenika Medical Journal, 2023; 2(8):80-84.\nLiteratura\n1. Semont A, Freyss G, Vitte E. Curing the BPPV with a liberatory \nmaneuver. Adv Otorhinolaryngol. 1988;42:290-3.\n2. Epley JM. The canalith repositioning procedure: for treatment of benign \nparoxysmal positional vertigo. Otolaryngol Head Neck Surg. 1992 \nSep;107(3):399-404. \n3. Baloh RW, Honrubia V, Jacobson K. Benign positional vertigo: clinical \nand oculographic features in 240 cases. Neurology. 1987 Mar;37(3):371-\n8.\n4. Messina A, Casani AP , Manfrin M, Guidetti G. Italian survey on benign \nparoxysmal positional vertigo. Acta Otorhinolaryngol Ital. 2017 \nAug;37(4):328-35.\n5. Bhattacharyya N, Gubbels SP , Schwartz SR, Edlow JA, El-Kashlan H, Fife \nT, et al. Clinical Practice Guideline: Benign Paroxysmal Positional Vertigo \n(Update). Otolaryngol Head Neck Surg. 2017 Mar;156(3_suppl):S1-S47. \n6. Wang H, Yu D, Song N, Su K, Yin S. Delayed diagnosis and treatment of \nbenign paroxysmal positional vertigo associated with current practice. \nEur Arch Otorhinolaryngol. 2014 Feb;271(2):261-4. \n7. Balatsouras DG, Koukoutsis G, Fassolis A, Moukos A, Apris A. Benign \nparoxysmal positional vertigo in the elderly: current insights. Clin Interv \nAging. 2018 Nov 5;13:2251-66. \n8. van der Zaag-Loonen HJ, van Leeuwen RB, Bruintjes TD, van Munster \nBC. Prevalence of unrecognized benign paroxysmal positional vertigo in \nolder patients. Eur Arch Otorhinolaryngol. 2015 Jun;272(6):1521-4. \n9. Dix MR, Hallpike CS. The pathology, symptomatology and diagnosis of \ncertain common disorders of the vestibular system. Ann Otol Rhinol \nLaryngol. 1952 Dec;61(4):987-1016.\n10. Fu CY, Zhang ZZ, Chen J, Jaiswal SK, Yan FL. Unhealthy Lifestyle Is an \nImportant Risk Factor of Idiopathic BPPV. Front Neurol. 2020 Oct \n15;11:950. \n11. Türk B, Akpinar M, Kaya KS, Korkut AY, Turgut S. Benign Paroxysmal \nPositional Vertigo: Comparison of Idiopathic BPPV and BPPV Secondary \nto Vestibular Neuritis. Ear Nose Throat J. 2021 Aug;100(7):532-5. \n12. Mandalà M, Santoro GP , Awrey J, Nuti D. Vestibular neuritis: recurrence \nand incidence of secondary benign paroxysmal positional vertigo. Acta \nOtolaryngol. 2010 May;130(5):565-7.\n13. Gross EM, Ress BD, Viirre ES, Nelson JR, Harris JP . Intractable benign \nparoxysmal positional vertigo in patients with Meniere's disease. \nLaryngoscope. 2000 Apr;110(4):655-9. \n14. Balatsouras DG. Benign paroxysmal positional vertigo with multiple \ncanal involvement. Am J Otolaryngol. 2012 Mar-Apr;33(2):250-8. \n15. Balatsouras DG, Koukoutsis G, Aspris A, Fassolis A, Moukos A, \nEconomou NC, et al. Benign Paroxysmal Positional Vertigo Secondary to \nMild Head Trauma. Ann Otol Rhinol Laryngol. 2017 Jan;126(1):54-60.\n16. Yamanaka T, Shirota S, Sawai Y, Murai T, Fujita N, Hosoi H. Osteoporosis \nas a risk factor for the recurrence of benign paroxysmal positional \nvertigo. Laryngoscope. 2013 Nov;123(11):2813-6.\n17. Kim SY, Han SH, Kim YH, Park MH. Clinical features of recurrence and \nosteoporotic changes in benign paroxysmal positional vertigo. Auris \nNasus Larynx. 2017 Apr;44(2):156-61. \n18. Atacan E, Sennaroglu L, Genc A, Kaya S. Benign paroxysmal positional \nvertigo after stapedectomy. Laryngoscope. 2001 Jul;111(7):1257-9. 19. Kim SK, Hong SM, Park IS, Choi HG. Association Between Migraine and \nBenign Paroxysmal Positional Vertigo Among Adults in South Korea. \nJAMA Otolaryngol Head Neck Surg. 2019 Apr 1;145(4):307-12. \n20. Parnes LS, McClure JA. Free-floating endolymph particles: a new \noperative finding during posterior semicircular canal occlusion. \nLaryngoscope. 1992 Sep;102(9):988-92.\n21. von Brevern M, Bertholon P , Brandt T, Fife T, Imai T, Nuti D, et al. \nBenign paroxysmal positional vertigo: Diagnostic criteria. J Vestib Res. \n2015;25(3-4):105-17.\n22. Yao Q, Wang H, Song Q, Shi H, Yu D. Use of the Bárány Society criteria to \ndiagnose benign paroxysmal positional vertigo. J Vestib Res. 2018;28(5-\n6):379-84. \n23. Power L, Murray K, Szmulewicz DJ. Characteristics of assessment and \ntreatment in Benign Paroxysmal Positional Vertigo (BPPV). J Vestib Res. \n2020;30(1):55-62. \n24. Hilton MP , Pinder DK. The Epley (canalith repositioning) manoeuvre for \nbenign paroxysmal positional vertigo. Cochrane Database Syst Rev. \n2014 Dec 8;(12):CD003162.\n25. Mandalà M, Salerni L, Nuti D. Benign Positional Paroxysmal Vertigo \nTreatment: a Practical Update. Curr Treat Options Neurol. 2019 Dec \n5;21(12):66.\n26. Zhu CT, Zhao XQ, Ju Y, Wang Y, Chen MM, Cui Y. Clinical Characteristics \nand Risk Factors for the Recurrence of Benign Paroxysmal Positional \nVertigo. Front Neurol. 2019 Nov 13;10:1190.\n27. Male AJ, Ramdharry GM, Grant R, Davies RA, Beith ID. A survey of \ncurrent management of Benign Paroxysmal Positional Vertigo (BPPV) \nby physiotherapists' interested in vestibular rehabilitation in the UK. \nPhysiotherapy. 2019 Sep;105(3):307-14.\n28. Harrell RG, Hart R, Jen JC, Whitney SL. Surveying physical therapists' \nunderstanding of benign paroxysmal positional vertigo. Front Rehabil \nSci. 2023 Aug 17;4:1228453. \n29. Bukurov B, Nenezic D, Pot D, Radivojevic N, Ivosevic T, Jotic A. Adoption \nof clinical practice guidelines in cases of benign paroxysmal positional \nvertigo. Eur Arch Otorhinolaryngol. 2023 Oct;280(10):4477-83. \n30. Bressi F, Vella P , Casale M, Moffa A, Sabatino L, Lopez MA, et al. \nVestibular rehabilitation in benign paroxysmal positional vertigo: \nReality or fiction? Int J Immunopathol Pharmacol. 2017 Jun;30(2):113-22. \n31. Nahm H, Han K, Shin JE, Kim CH. Benign Paroxysmal Positional \nVertigo in the Elderly: A Single-center Experience. Otol Neurotol. 2019 \nDec;40(10):1359-62. \n32. Kong TH, Song MH, Shim DB. Recurrence Rate and Risk Factors of \nRecurrence in Benign Paroxysmal Positional Vertigo: a Single-Center \nLong-Term Prospective Study With a Large Cohort. Ear Hear. 2022 Jan/\nFeb;43(1):234-41. \n33. Nuti D, Zee DF, Mandalà M. Benign Paroxysmal Positional Vertigo: What \nWe Do and Do Not Know. Semin Neurol. 2020 Feb;40(1):49-58.vertigo that is most often encountered in clinical practice. This narrative review aimed to indicate the latest guidelines and \nto provide an overview of the most important information related to the timely diagnosis and treatment of patients with \nthis form of vertigo. We discussed the etiology and pathophysiology of the disease, the clinical picture, the paths of making \nthe correct diagnosis, and the most effective types of treatment. A brief overview of the results of the research conducted \nin our country on the familiarity of clinicians with the guidelines a nd their application is also given. To avoid late diagnosis, \ndelay in treatment, and additional costs of diagnostic procedures and examinations, it is necessary to formulate a strategy \nat the national level and constantly educate medical students, general practitioners, as well as doctors of other specialties \nabout this disorder and its treatment methods.\nKeywords: BBPV, cupulolithiasis, canalolithiasis, positional test, guidelines\nKonflikt interesa: Nema\nPrimljeno: 30. 09. 2023. \nPrihvaćeno: 19. 10. 2023. \nOnlajn: 01. 12. 2023.\nMeđunarodna fondacija za osteoporozu (IOF) i Evropsko društvo za kliničke i ekonomske aspekte\nosteoporoze i osteoartritisa (ESCEO) zajednički organizuju Svetski kongres o osteoporozi,\nosteoartritisu i muskuloskeletnim bolestima (VCO-IOF-ESCEO 2024). Kongres se održava u\nLondonu, Ujedinjeno Kraljevstvo V elike Britanije i Severne Irske, od 1 1. do 14. aprila 2024. godine.\nKongres predstavlja najvažniji evropski forum za prezentaciju rezultata kliničkih istraživanja\nosteoporoze, osteoartritisa i mišićno-skeletnih bolesti, koji doprinose razumevanju metabolizma\ni patologije kostiju i vode do novih strategija u prevenciji, dijagnozi i lečenju. Učešće na skupu\ni patologije kostiju i vode do novih strategija u prevenciji, dijagnozi i lečenju. Učešće na skupu\nnajavilo je 4.000 istraživača i kliničara.\nRok za dostavljanje apstrakata je 29. januar 2024. godine.\nNAJAVLJUJEMO\nEvropsko respiratorno društvo (ERS) organizuje skup koji svake godine okupi najrelevantnije\nstručnjake za disanje, na kome se prezentuju najnovija dostignuća u respiratornoj medicini i nauci\n(ERS 2024). Kongres ERS 2024. održava se u Beču, Austrija, od 7. do 1 1. septembra 2024. godine.\nTema Kongresa ERS 2024 je: „Ljudi i mašine: pravi balans“. U fokusu kongresa su: uloga veštačke\ninteligencije i digitalizacije u pulmologiji, trenutna i buduća uloga ljudi u medicinskoj nezi podržanoj\nveštačkom inteligencijom, način na koji će mašine promeniti odnose između pacijenata i lekara,\npromenama u organizaciji zdravstvenih službi koje će proizvesti uvođenje novih tehnologija.\npromenama u organizaciji zdravstvenih službi koje će proizvesti uvođenje novih tehnologija.\nRok za dostavljanje apstrakata je 15. februar 2024. godine.\nEvropsko udruženje urologa (EAU24) organizuje 39. godišnji kongres urologa (39th Annual Congress\nof the European Association of Urology).\nOvaj skup održava se u Parizu, Francuska, od 5. do 8. aprila 2024. godine. \nSkup koji povezuje industriju, akademsku zajednicu i kliničare pruža neprocenjivo obrazovno\niskustvo i priliku da se povežete sa vodećim umovima u ovoj oblasti, kao i sa svetskom zajednicom\nod više od 10.000 profesionalaca urologije svih subspecijalnosti.\nU organizaciji Evropske asocijacije psihijatara organizuje se 32. Evropski kongres psihijatrije.\nKongres se održava u Beču, Austrija, od 6. do 9. aprila 2024. godine.\nU fokusu kongresa je mentalno zdravlje u najširim okvirima, od prevencije i izgradnje otpornosti do\nlečenja specifičnih poremećaja, a moto je: „Mentalno zdravlje: otvoreno i inkluzivno!“.\nRok za dostavljanje apstrakata je prošao, ali ne i vreme za prijavu vašeg učešća!\n84 DOI: 10.5937/Galmed2308080B"
  }
}